/* No comment provided by engineer. */
" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = " Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button.";

/* No comment provided by engineer. */
"%@ is busy." = "%@ مشغول.";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ يكتب...";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ غير مسجل.";

/* No comment provided by engineer. */
"%@ would like to enable video" = "يود %@ تشغيل الفيديو";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nالسبب هو : %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(جملة غير صحيحة)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<يرجى وصف المشكلة أو سيتم تجاهلك>";

/* No comment provided by engineer. */
"About" = "حول";

/* No comment provided by engineer. */
"ACCEPT" = "اقبل";

/* No comment provided by engineer. */
"Account configuration issue" = "Account configuration issue";

/* No comment provided by engineer. */
"Account expiring" = "Account expiring";

/* No comment provided by engineer. */
"Add new email" = "أضف عنوانا إلكترونيا جديدا";

/* No comment provided by engineer. */
"Add new phone number" = "أضف رقم هاتف جديد";

/* No comment provided by engineer. */
"Add new SIP address" = "أضف عنوان SIP جديد";

/* No comment provided by engineer. */
"Address book" = "دفتر العناوين";

/* No comment provided by engineer. */
"Address incomplete" = "العنوان ناقص";

/* No comment provided by engineer. */
"Answer" = "إجابة";

/* No comment provided by engineer. */
"Application logs" = "سجلات التطبيق";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "أتود حقا إزالة إعدادات الوسيط ؟";

/* No comment provided by engineer. */
"Assistant" = "المرشد";

/* No comment provided by engineer. */
"Assistant error" = "خطأ المرشد";

/* No comment provided by engineer. */
"Authentification needed" = "Authentification needed";

/* No comment provided by engineer. */
"Average" = "متوسطة";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "خلل في التحقق من الهوية، تحقق من إعدادات الحساب";

/* No comment provided by engineer. */
"Bad gateway" = "عبَّارة غير صالحة";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "مستوى البطارية منخفض، هل تريد توقيف الفيديو ؟";

/* No comment provided by engineer. */
"Buy" = "Buy";

/* No comment provided by engineer. */
"Call %@" = "اتصل بـ %@";

/* No comment provided by engineer. */
"Call failed" = "فَشِل الاتصال";

/* No comment provided by engineer. */
"Call quality: %d" = "جودة المكالمة : %d";

/* No comment provided by engineer. */
"Calls" = "المكالمات";

/* No comment provided by engineer. */
"Camera" = "الكاميرا";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* No comment provided by engineer. */
"Cannot call %@." = "لا يمكن الاتصال بـ %@.";

/* No comment provided by engineer. */
"Cannot make call" = "لم يتمكن من الاتصال";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "لا يمكن شراء أي شيء الآن، يُرجى الإعادة لاحقا.";

/* No comment provided by engineer. */
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "لم يتمكن من الوصول إلى الخادم : إما أن العنوان غير صحيح وإما أنه غير مشغل مؤقتا.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentials or try again later" = "لم يتمكن من جلب التهيئة. يٌرجى التحقق من إعتماداتك أو الإعادة لاحقا.";

/* No comment provided by engineer. */
"Cannot send email" = "لم يتمكن من إرسال رسالة الإلكترونية";

/* No comment provided by engineer. */
"Cannot send logs" = "لم يتمكن من إرسال السجلات";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "تعذَّر حفظ الصورة في ألبوم الصور";

/* No comment provided by engineer. */
"Change your password" = "Change your password";

/* No comment provided by engineer. */
"Changing your password" = "Changing your password";

/* No comment provided by engineer. */
"Chat with %@" = "المحادثة مع %@";

/* No comment provided by engineer. */
"Checkbox" = "مربع التحديد";

/* No comment provided by engineer. */
"Choose an action" = "اختر إجراءاً";

/* No comment provided by engineer. */
"Choose the image size" = "اختر حجم الصورة";

/* No comment provided by engineer. */
"Conference" = "اجتماع";

/* No comment provided by engineer. */
"Configuration failed" = "فشلت التهيئة";

/* No comment provided by engineer. */
"Configuring account" = "تجري تهيئة حسابك";

/* No comment provided by engineer. */
"Confirm password" = "أكِّد  كلمة السر";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\n%s" = "أكِّد الكلمة التالية مع مخاطبك :\n%s";

/* No comment provided by engineer. */
"Continue" = "استمر";

/* No comment provided by engineer. */
"Continue video" = "استمر بالفيديو";

/* No comment provided by engineer. */
"Could not configure your account, please check parameters or try again later" = "لم يتمكن من تهيئة حسابك، يُرجى التحقق من مُعاملاتك أو أعد لاحقا";

/* No comment provided by engineer. */
"Debug" = "التنقيح";

/* No comment provided by engineer. */
"Decline" = "ارفض";

/* No comment provided by engineer. */
"DENY" = "رفض";

/* No comment provided by engineer. */
"Deselect all" = "ألغِ تحديد الكل";

/* No comment provided by engineer. */
"Deselected" = "أُلغيَ التحديد";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "اتصال مباشر";

/* No comment provided by engineer. */
"Disable logs" = "إيقاف السجلات";

/* No comment provided by engineer. */
"Do you want to delete selected contact?" = "أتود حذف جهة الاتصال المحددة ؟";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?" = "أتود حذف جهات الاتصال المحددة ؟";

/* No comment provided by engineer. */
"Do you want to delete selected conversations?" = "أتود حذف المحادثات المحددة ؟";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "أتود حذف السجلات المحددة ؟";

/* No comment provided by engineer. */
"Do you want to delete selected messages?" = "أتود حذف الرسائل المحددة ؟";

/* No comment provided by engineer. */
"Done" = "انتهى";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "يُرجى إدخال عنوان الوسيط SIP في الإعدادات أو إدخال عنوان SIP لإجراء الاتصال (مثلا sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "يُرجى إدخال عنوان الوسيط SIP في الإعدادات أو إدخال عنوان SIP قبل إرسال الرسالة (مثلا sip:john@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "عناوين البريد اﻹلكتروني";

/* No comment provided by engineer. */
"Enable logs" = "تفعيل السجلات";

/* No comment provided by engineer. */
"Error" = "خطأ";

/* No comment provided by engineer. */
"Error while changing your password" = "Error while changing your password";

/* No comment provided by engineer. */
"Error: no mail account configured" = "خطأ : لم يُهيَّأ حساب البريد الإلكتروني";

/* ICE processing has failed */
"Failed" = "فشِل";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "فشلت التهيئة انطلاقا من العنوان المحدد.";

/* No comment provided by engineer. */
"Failed to query the server. Please try again later" = "فشل استعلام الخادم. يُرجى الإعادة لاحقا";

/* No comment provided by engineer. */
"Failure" = "فشَل";

/* No comment provided by engineer. */
"Fetching remote configuration" = "جلب التهيئة عن بعد";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "يجري جلب التهيئة عن بعد...";

/* No comment provided by engineer. */
"First name" = "الإسم";

/* No comment provided by engineer. */
"Go to settings" = "اذهب إلى الإعدادات";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "هذه هي المعلومات عن الشيء الذي حدث مع جهازي.\nكنت أقوم بـ....\nوتوقعت من لِنْفُونْ أن...\nبدل ذلك، حصلت على نتيجة غير متوقعة : ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "فهمت دلك، أكمل";

/* No comment provided by engineer. */
"IC_MSG" = "مكالمة واردة من %@";

/* No comment provided by engineer. */
"IM_FULLMSG" = "%@: %@";

/* No comment provided by engineer. */
"IM_MSG" = "رسالة واردة من %@";

/* No comment provided by engineer. */
"In apps not ready yet" = "لا وجود للمشتريات في الوقت الحالي";

/* ICE process is in progress */
"In progress" = "تجري المعالجة";

/* No comment provided by engineer. */
"Incoming call" = "المكالمة الواردة";

/* No comment provided by engineer. */
"Invalid address" = "عنوان غير صالح";

/* No comment provided by engineer. */
"Invalid country code." = "Invalid country code.";

/* No comment provided by engineer. */
"Invalid display name." = "الاسم المعروض غير صحيح.";

/* No comment provided by engineer. */
"Invalid domain." = "النطاق غير صحيح.";

/* No comment provided by engineer. */
"Invalid email." = "العنوان الإلكتروني غير صحيح.";

/* No comment provided by engineer. */
"Invalid phone number." = "رقم الهاتف غير صحيح.";

/* No comment provided by engineer. */
"Invalid proxy address" = "عنوان الوسيط غير صالح";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "عنوان موقع التهيئة البعيدة غير صحيح.";

/* No comment provided by engineer. */
"Invalid route" = "توجيه غير صالح";

/* No comment provided by engineer. */
"Invalid route." = "التوجيه غير صحيح.";

/* No comment provided by engineer. */
"Invalid SIP address" = "عنوان SIP غير صحيح";

/* No comment provided by engineer. */
"Invalid username or domain" = "إسم المستخدم أوالنطاق غير صحيح";

/* No comment provided by engineer. */
"Invalid username." = "اسم المستخدم غير صحيح.";

/* No comment provided by engineer. */
"Last name" = "اللقب";

/* No comment provided by engineer. */
"Later" = "Later";

/* No comment provided by engineer. */
"Let's go" = "Let's go";

/* No comment provided by engineer. */
"Link my account" = "Link my account";

/* No comment provided by engineer. */
"Link your account" = "Link your account";

/* No comment provided by engineer. */
"Link your Linphone.org account %s to your phone number." = "Link your Linphone.org account %s to your phone number.";

/* No comment provided by engineer. */
"Low bandwidth" = "ضعف سعة القناة";

/* InAppSettingKit */
"Mail not configured" = "العنوان الإلكتروني غير مُعَدّ";

/* No comment provided by engineer. */
"Mark as seen" = "Mark as seen";

/* No comment provided by engineer. */
"Mark Read" = "وسم كمقروء";

/* No comment provided by engineer. */
"Maximum" = "الأقصى";

/* No comment provided by engineer. */
"Maybe later" = "Maybe later";

/* No comment provided by engineer. */
"Message received" = "Message received";

/* No comment provided by engineer. */
"Minimum" = "الأدنى";

/* No comment provided by engineer. */
"Missed call" = "Missed call";

/* No comment provided by engineer. */
"Missing required parameters" = "Missing required parameters";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "اتصال بـ NAT";

/* No comment provided by engineer. */
"Network down" = "لا وجود للشبكة";

/* No comment provided by engineer. */
"Network Error" = "خطأ في الشبكة";

/* No comment provided by engineer. */
"No" = "لا";

/* No comment provided by engineer. */
"No account" = "No account";

/* No comment provided by engineer. */
"No account configured" = "لم يٌهيَّأ أي حساب";

/* No comment provided by engineer. */
"No address" = "لا وجود لأي عنوان";

/* No comment provided by engineer. */
"No call in progress" = "لا وجود لأي اتصال جارٍ";

/* No comment provided by engineer. */
"No default account" = "لا وجود لأي حساب افتراضي";

/* No comment provided by engineer. */
"No microphone" = "لا وجود لميكروفون";

/* No comment provided by engineer. */
"No response received from remote" = "لم يتلقَّ أي إجابة من المخاطب";

/* No comment provided by engineer. */
"None" = "لا شيء";

/* ICE has not been activated for this call */
"Not activated" = "غير مُفعَّل";

/* No comment provided by engineer. */
"Not implemented" = "غير مُنفَّذ";

/* No comment provided by engineer. */
"Not registered" = "غير مُسجَّل";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "لم يتمكن من جلب أي شيء من تطبيقك، يجري الإجهاض الآن.";

/* No comment provided by engineer. */
"Now" = "الآن";

/* InAppSettingsKit */
"OK" = "موافق";

/* No comment provided by engineer. */
"Operation could not be executed by server or remote client because it didn't have any context for it" = "لم يتمكن الخادم أو الزبون البعيد من إنجاز العملية لأنه لا يتوفر على أي سياق بالنسبة له";

/* No comment provided by engineer. */
"Operation is unauthorized because missing credential" = "العملية مرفوضة بسبب نقص الاعتمادات";

/* No comment provided by engineer. */
"Password" = "كلمة السر";

/* No comment provided by engineer. */
"Password too long." = "كلمة السر طويلة جدا.";

/* No comment provided by engineer. */
"Password too short." = "كلمة السر قصيرة جدا.";

/* No comment provided by engineer. */
"Passwords do not match." = "كلمتا السر غير متطابقتين.";

/* No comment provided by engineer. */
"Phone number length invalid." = "طول رقم الهاتف غير صحيح.";

/* No comment provided by engineer. */
"Phone number too long." = "رقم الهاتف طويل جدا.";

/* No comment provided by engineer. */
"Phone number too short." = "رقم الهاتف قصير جدا.";

/* No comment provided by engineer. */
"Phone numbers" = "أرقام الهاتف";

/* No comment provided by engineer. */
"Photo library" = "ألبوم الصور";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number" = "Please confirm your country code and enter your phone number";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number." = "Please confirm your country code and enter your phone number.";

/* No comment provided by engineer. */
"Please enter a password to your account" = "Please enter a password to your account";

/* No comment provided by engineer. */
"Please enter a username" = "Please enter a username";

/* No comment provided by engineer. */
"Please enter and confirm your new password" = "Please enter and confirm your new password";

/* No comment provided by engineer. */
"Please enter your email" = "Please enter your email";

/* No comment provided by engineer. */
"Please enter your phone number" = "Please enter your phone number";

/* No comment provided by engineer. */
"Please enter your username" = "Please enter your username";

/* No comment provided by engineer. */
"Please enter your username and password" = "Please enter your username and password";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "تحقق من اتصالك بالإنترنت وتأكد مرة أخرى من تهيئة حسابك SIP في الإعدادات.";

/* No comment provided by engineer. */
"Please specify the entire SIP address for the chat" = "Please specify the entire SIP address for the chat";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "يُرجى إنهاء مكالمة GSM أولا.";

/* No comment provided by engineer. */
"Provisioning Load error" = "خطأ خلال تحميل التهيئة";

/* No comment provided by engineer. */
"Registered" = "مُسجَّل";

/* No comment provided by engineer. */
"Registration failed" = "فشِل التسجيل";

/* No comment provided by engineer. */
"Registration failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "فشل التسجيل بسبب نقص الاستيثاق أو لأنه غير صحيح بالنسبة لـ %1$@@%2$@.\nيمكنك تزويد كلمة السر مرة أخرى، أو التحقق من تهيئة حسابك في الإعدادات.";

/* No comment provided by engineer. */
"Registration failure" = "فشلٌ في التسجيل";

/* No comment provided by engineer. */
"Registration in progress" = "يجري التسجيل";

/* ICE has established a connection through a relay */
"Relay connection" = "اتصال مُبدَّل";

/* No comment provided by engineer. */
"Remote configuration" = "التهيئة عن بعد";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "جُلبت وطُبقَت التهيئة عن بعد بنجاج.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "احذف الحسابات واهدِمْ ذاتيا";

/* No comment provided by engineer. */
"Reply" = "إجابة";

/* Resend */
"Resend" = "أعِد الإرسال";

/* No comment provided by engineer. */
"Resource moved permanently" = "نٌقِل المورد نهائيا";

/* No comment provided by engineer. */
"Resource no longer exists" = "لم يعد للمورد وجود";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Select all" = "حدد الكل";

/* No comment provided by engineer. */
"Select picture source" = "اختر مصدر الصورة";

/* No comment provided by engineer. */
"Select your country" = "Select your country";

/* No comment provided by engineer. */
"Selected" = "حُدِّد";

/* No comment provided by engineer. */
"Send logs" = "إرسال السجلات";

/* No comment provided by engineer. */
"Sending logs" = "يجري إرسال السجلات";

/* No comment provided by engineer. */
"Server error" = "خطأ الخادم";

/* No comment provided by engineer. */
"Server error, please try again later." = "Server error, please try again later.";

/* No comment provided by engineer. */
"Server request error" = "خطأ في طلب الخادم";

/* No comment provided by engineer. */
"Server timeout" = "انتهت مهلة الخادم";

/* No comment provided by engineer. */
"Settings" = "الإعدادات";

/* No comment provided by engineer. */
"Shop" = "Shop";

/* No comment provided by engineer. */
"Show" = "أظهِر";

/* No comment provided by engineer. */
"DEMO addresses" = "عناوين SIP";

/* No comment provided by engineer. */
"Stop video" = "أوقِف الفيديو";

/* No comment provided by engineer. */
"Success" = "نجَح";

/* No comment provided by engineer. */
"Temporarily unavailable" = "مؤقتا غير متاح";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease check your SMS and try again." = "The confirmation code is invalid. \nPlease check your SMS and try again.";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease try again." = "The confirmation code is invalid. \nPlease try again.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "الاتصال بالشبكة غير متاح، فعِّْل WIFI أو WWAN قبل تهيئة الحساب";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "There is no network connection available, enable WIFI or WWAN prior to configure an account.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "لا وجود لأي اتصال بالشبكة، فعِّل WiFi أو WWAN قبل إجراء أي اتصال";

/* No comment provided by engineer. */
"This account does not exist." = "This account does not exist.";

/* No comment provided by engineer. */
"This account is already activated." = "This account is already activated.";

/* No comment provided by engineer. */
"This account is already in use." = "This account is already in use.";

/* No comment provided by engineer. */
"This account is already registered." = "إن هذا الحساب مُسجَّل مسبقا.";

/* No comment provided by engineer. */
"This account is not activated yet." = "This account is not activated yet.";

/* No comment provided by engineer. */
"This alias does not exist." = "This alias does not exist.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "هذا الجهاز غير مُعَدّ لإرسال الرسائل الإلكترونية. يُرجى تهيئة إعدادات البريد في إعدادات التطبيق.";

/* No comment provided by engineer. */
"This email address is already used." = "This email address is already used.";

/* No comment provided by engineer. */
"This email does not exist." = "This email does not exist.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "سوف تجلب هذه العملية التهيئة عن بعد. هل تريد الاستمرار ؟";

/* No comment provided by engineer. */
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number.";

/* No comment provided by engineer. */
"TODAY" = "اليوم";

/* No comment provided by engineer. */
"Transfer error" = "خطأ في التحويل";

/* No comment provided by engineer. */
"Unknown" = "مجهول";

/* No comment provided by engineer. */
"Unknown country code" = "Unknown country code";

/* No comment provided by engineer. */
"Unknown error" = "خطأ مجهول";

/* No comment provided by engineer. */
"Unknown error (%@)." = "خطأ مجهول (%@).";

/* No comment provided by engineer. */
"Unknown error, please try again later." = "Unknown error, please try again later.";

/* No comment provided by engineer. */
"Unsupported content" = "محتوى غير مدعوم";

/* No comment provided by engineer. */
"Unsupported transport" = "نقل غير مدعوم";

/* No comment provided by engineer. */
"Username length invalid." = "طول اسم المستخدم غير صحيح.";

/* No comment provided by engineer. */
"Username too long." = "اسم المستخدم طويل جدا.";

/* No comment provided by engineer. */
"Username too short." = "اسم المستخدم قصير جدا.";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "تعذَّر تفعيل الفيديو لأن سعة القناة ضئيلة، الصوت هو المتاح فقط. ";

/* No comment provided by engineer. */
"Voice mail" = "العلبة الصوتية";

/* No comment provided by engineer. */
"Warning" = "تحذير";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "تحذير : سوف يجري إعداد رسالة إلكترونية تتضمن 3 مرفقات :\n- سجلات التطبيق\n- تهيئة Linphone\n- تواريخ المحادثات.\nقد تحوي معلومات خاصة (قد تحوي كلمات السر بصيغة مكشوفة !).\nيمكنك حذف أحد هذه المرفقات قبل إرسالها، لكن كل هذه السجلات بالمقابل مهمة لتشخيص مشكلتك.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "تحذير : سوف يجري إعداد رسالة إلكترونية تتضمن سجلات التطبيقات. قد تحوي معلومات خاصة (لكن بدون كلمات السر !).\nهذه السجلات مهمة لتشخيص مشكلتك.";

/* No comment provided by engineer. */
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:";

/* No comment provided by engineer. */
"What will my phone number be used for?" = "What will my phone number be used for?";

/* No comment provided by engineer. */
"Yes" = "نعم";

/* No comment provided by engineer. */
"YESTERDAY" = "الأمس";

/* No comment provided by engineer. */
"You already own an account." = "إنك تتوفر مسبقا على حساب.";

/* No comment provided by engineer. */
"You cancelled your account." = "لقد ألغيت حسابك.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "لقد اشتريت حساب مسبقا لكنه لم يعد موجودا البتة.";

/* No comment provided by engineer. */
"You missed a call from %@" = "اتصال فائت من %@ ";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "يجب عليك السماح للتطبيق بالوصول إلى جهات الاتصال.\nفعِّل ذلك في الإعدادات، ثم الخصوصية، ثم جهات الاتصال.";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use the application." = "You need to plug a microphone to your device to use the application.";

/* No comment provided by engineer. */
"Your account has expired." = "Your account has expired.";

/* No comment provided by engineer. */
"Your account will expire in %i days." = "Your account will expire in %i days.";

/* No comment provided by engineer. */
"Your confirmation password doesn't match your password" = "Your confirmation password doesn't match your password";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "هذا الجهاز غير مُعَدّ لإرسال الرسائل الإلكترونية. يُرجى إعداد تطبيق البريد الإلكتروني قبل إرسال السجلات.";

/* No comment provided by engineer. */
"Your email is invalid" = "Your email is invalid";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account.";

/* No comment provided by engineer. */
"Your password has been successfully changed" = "Your password has been successfully changed";

/* No comment provided by engineer. */
"Your phone number is invalid." = "Your phone number is invalid.";

/* No comment provided by engineer. */
"Your SIP address will be sip:%s@localhost111" = "Your SIP address will be sip:%s@localhost111";

